sater4.3/eProcNext/eprocnext/eProcurementNext.Razor/eProcurementNext.Razor/wwwroot/simog/pubblica.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xb="xmlbeans.massload.simog.avlp.it">
  <soapenv:Header/>
  <soapenv:Body>
    <xb:pubblica>
      <ticket>@@@TICKET@@@</ticket>
      <indexCollaborazione>@@@INDEX@@@</indexCollaborazione>
      <cig>@@@ID_GARA@@@</cig>
      <dataPubblicazione>@@@DATA_PUBBLICAZIONE@@@</dataPubblicazione>
      @@@DATA_SCADENZA_PAG@@@
      @@@ORA_SCADENZA@@@
      <progCui></progCui>
      <tipoOperazione>@@@TIPO_OPERAZIONE@@@</tipoOperazione>

      @@@DATA_SCADENZA_RICHIESTA_INVITO@@@
      @@@DATA_LETTERA_INVITO@@@

      @@@BANDO_DI_GARA@@@

      @@@ESCLUDI_DATI_PUB_INIZIO@@@

      <datiPubblicazione>
        <Pubblicazione
          xb:QUOTIDIANI_NAZ="@@@NUMERO_QUOTIDIANI_NAZ@@@"
          xb:QUOTIDIANI_REG="@@@NUMERO_QUOTIDIANI_REGIONALI@@@"
          xb:PERIODICI="0"
          xb:PROFILO_COMMITTENTE="S"
          xb:SITO_MINISTERO_INF_TRASP="N"
          xb:SITO_OSSERVATORIO_CP="N"
          @@@LINK_SITO@@@
          @@@FLAG_BENICULT@@@
          xb:FLAG_SOSPESO="N"/>
      </datiPubblicazione>

      @@@ESCLUDI_DATI_PUB_FINE@@@

    </xb:pubblica>
  </soapenv:Body>
</soapenv:Envelope>